/* EXPIRED label in Items */
" (EXPIRED)" = " (Przedawnione)";

/* Share string */
" days" = " dni";

/* Share string */
" expires in " = " traci ważność za ";

/* Append to title in Invite */
" invitation" = " zaproszenie";

/* Accept invitation action
   Accept invitation button title */
"Accept" = "Akceptuj";

/* Invitation status */
"Accepted" = "Zaakceptowane";

/* Add Group action button in Main */
"Add Group" = "Dodaj grupę";

/* Add new group alert in Main */
"Add New Group" = "Dodaj nową grupę";

/* Leave Group alert message */
"Are you sure, you want to leave this group?" = "Czy na pewno chcesz odejść z grupy?";

/* Add New Group missing group name alert
   Edit Group Name alert for group with no name */
"Can not add group without name" = "Nie można dodać grupy bez nazwy";

/* Create new item error description */
"Can not add item without name" = "Nie można dodać produktu bez nazwy";

/* Cancel button in Delete Group alert
   Cancel button in Edit Group Name
   Cancel invitation
   Cancell button in Add New Group */
"Cancel" = "Anuluj";

/* Delete action title
   Delete button in Delete Group
   Delete in Group Swipe Action
   Delete invitation
   Delete invitation action
   Delete invitation button title */
"Delete" = "Usuń";

/* Delete Group alert */
"Delete Group" = "Usuń grupę";

/* Edit action title
   Edit in Group Swipe Action */
"Edit" = "Edytuj";

/* Edit Group name alert */
"Edit Group Name" = "Zmień nazwę grupy";

/* Edit Name action button in Edit Group alert */
"Edit Name" = "Zmień nazwę";

/* Email incorrect in registration */
"Email Incorrect" = "Email niepoprawny";

/* Register error sighning up */
"Error signing up" = "Błąd przy wpisywaniu";

/* Expires detail label in Items */
"Expires: " = "Spożyć do: ";

/* Items failed alert */
"Failed to retrive data" = "Błąd pobierania danych";

/* Hide Used Items settings cell */
"Hide Used Items" = "Schowaj zużyte produkty";

/* Invitation settings cell */
"Invitation" = "Zaproszenie";

/* Invite in Group Swipe Action */
"Invite" = "Zaproś";

/* Leave button in Delete Group action */
"Leave" = "Opuść";

/* Leave group alert */
"Leave Group" = "Opuść grupę";

/* Profile View password error */
"New emails do not match" = "Nowe maile są różne";

/* New Group Name placeholder */
"New Group Name" = "Nowa nazwa grupy";

/* Profile View password error */
"New passwords do not match" = "Nowe hasła są różne";

/* Invite alert */
"Only group owner can delete invitation" = "Tylko właściciel grupy może usunąć grupę";

/* Edit Group Swipe Action alert */
"Only the owner of the group can edit it" = "Tylko właściciel grupy może edytować grupę";

/* Password incorrect in registration */
"Password Incorrect" = "Hasło niepoprawne";

/* Invitation status
   Pending invitation status */
"Pending" = "Oczekujące";

/* Profile settings cell */
"Profile" = "Profil";

/* Share action title */
"Share" = "Udostępnij";

/* Sign Out settings cell */
"Sign Out" = "Wyloguj";

/* Username is already in use registration */
"The username is already in use by another account." = "Nazwa użytkownika jest niedostępna";

/* Profile View confirm error */
"To confirm any changes, please provide current password" = "Aby potwierdzić zmiany, podaj aktualne hasło.";

/* Profile View successful email alert
   Profilee View successful password alert */
"Updated Successfully" = "Zaktualizowano pomyślnie";

/* Search User alert in Invite */
"User already invited" = "Użytkownik jest już zaproszony";

/* User not authenticated in registration */
"User not authenticated" = "Użytkownik nieautoryzowany";

/* Search alert in Invite when User nickname does not exist */
"User with this nickname does not exist" = "Użytkownik o tej nazwie nie istnieje";

/* Invite alert */
"You can not delete your own invitation to your own group" = "Nie można usunąć zaproszenia do własnej grupy";

/* "All scopeTable" */
"All" = "Wszystkie";

/* Other typeTable */
"Other" = "Inne";

/* Fruit typeTable
   Fruit scopeTable */
"Fruit" = "Owoce";

/* Vegie typeTable
   Vegie scopeTable */
"Vegie" = "Warzywa";

/* Dairy typeTable
   Dairy scopeTable */
"Dairy" = "Nabiał";

/* Grain typeTable
   Grain scopeTable */
"Grain" = "Ziarniste";

/* Protein typeTable
   Protein scopeTable */
"Protein" = "Białko";

/* Sweet typeTable
   Sweet scopeTable */
"Sweet" = "Słodkie";
